Q. 내가 생각하고 있는 목표
단기적으로는 이 분야에서 다양한 경험과 실력을 쌓고 싶다. 파이썬, SQL, 자격증 시험
단, 장기적인 목표가 없다. 아브라함, 부족사회, 하나님 말씀을 듣고 갈바를 알지 못하고 떠났다. 나를 만들어가시고 이끌어가시느 하나님과 한단계 한단계 만들어 가고 싶다.

Q. 어떤 것이 나를 힘들게 하는지 / 일하기 어려운 사람
A. 상대가 누구냐, 어떤 상황이냐에 따라 말이 바뀌는 사람
SNS 채널 컨텐츠, 중국 PM 컨텐츠 전달에 문제, 세부 담당자와 말이 달라
일정이 뒤틀리고, 여기 저기 사과해야 하고, 자주 그러셨다
해당 담당자에는 양해를 구하고 모든 협의 사항을 메일로 남겼다.
그분과 얘기하는 건 메일에 무조건 남기고 이해 담당자들을 모두 CC 넣었다. 자주 공지해 줬고
그러자 이런 일이 줄어들게 되었다. 

Q. 어려운 문제를 극복하고 성공한 경험 / 가장 힘들었던 경험 / 갈등을 해결했던 경험
A. 홈페이지 리뉴얼 경험 : 노력과 진실한 태도로 극복 
생애 처음 해보는 업무 / 이 부분 관련 지식 전무 / 내부는 중국인 개발자 / 외부는 경험 많은 고객사 / 큰 프로젝트
1. 고객사 : 솔직히 얘기를 하고, 찾아보고 공부하겠다. 화를 내도 좋으시나 이 프로젝트를 성공하고 싶다.
2. 개발자 : 중국과 개발하는 방법, 단계, 깊이가 모두 다를 것이고 무리하게 요구한다고 느껴질 부분도 많을 것이다. 나도 노력하겠다. 
3. 회사 관리자 : 위 관리자에게 이 부분을 충분히 설명, 해당 개발자가 이 프로젝트에 충분한 시간을 쏟을 수 있도록 안배 요청
4. 부사수(중국인) :  
어김없이 문제는 생겼다. 
1. 고객사 : 필요한 부분을 안주니 화를 많이 냈다. 더 겸손하고 정직하게 다가갔고, 노력하는 모습을 보여줬다. 담당자의 태도가 바뀌고 자기 부사수 대하듯 알려줬다.
2. 개발자 : 처음에는 화를 많이 냈다. 안된다 이건 중국 스타일이 아니다. 등등. 계속 설득하고 저도 공부해서 보여주고 같이 문제를 풀어갔다. 자세가 바뀌었다. 
3. 부사수 : 한달에 한번씩 나간다고 한다. 힘들다. 어렵다. 등등 공감과 칭찬으로 극복했다. 

Q. 함께 일하는 것 vs 혼자 일하는 것 어떤 것을 선호
A. 성과를 위해 함께 일하는 것을 선호한다. 
도장 찍는 단순 업무나 개인이 못하는 업무가 아닌 이상 일을 처리하는 것 자체는 혼자하는게 편하다.
성과를 생각했을 때는 함께 일하는 것이 100배 좋다. 구성원의 다양한 생각, 다양한 능력은 성과를 풍성하게 만든다
성과를 넘어서 함께 일할 때 사람을 더욱 수련에 이르게 하고 성숙에 이르게 한다. 

Q. 개인적인 취미나 특별히 하는 행동
A. 저의 취미는 걷기다. 걷기에도 한곳의 목적지를 다양한 방향과 루트로 걷기다. 
1. 저는 천재가 아니라서 직면하고 있는 업무적 가정적 문제를 정리하고 구조화 하는 시간이 필요하다. 걸으면 정리가 잘된다. 아이디어가 필요할 때 걷는다.
2. 다양한 루트로 걸으면 평소에 보지 못한 것들과 마주칠 때가 많다. 가게부터 거리에 꽃까지 그런 부분을 발견할 때 즐겁다.

Q. 좋아하는 사람과 친해지는 방법 
A. 두가지를 한다. 진심을 다해 공감한다. 선물한다. 
업무적인 관계에서 공감은 쉽지 않다. 전 그들의 노력과 상황을 공감해 주고 힘내라 응원한다. 
예를 들어 고관에서 월 CS와 파악해 주는데 당연히 해야 하는 업무, 급할 때 해보니 손이 많이 가는 업무더라 
어느날 자료를 늦게 보내 줬을 때, 이런 부분이 어렵고 힘들더라 주셔서 감사하다. 그 후로 시간 맞춰 온다. 
선물은 이런 배경이다. 저희 장모님이 3년전에 돌아가셨다. 제 가족 중에 첫 장례라 많이 못해드린거에 아쉬움이 많았다
평소에 잘해주자 라고 생각했고, 선물로 애용하는 것중에 하나가 베민 쿠폰이다. 
최근 과장님이 코로나 걸렸는데, 베민쿠폰 보내줬다. 

Q. 지원 사유 (우리회사 지원한 이유)
A. 1.기업문화에 공감했고, 2.쇼핑도 일이다 라는 말이 꽃혀서 왔다. 

저는 마인드가 좋은 사람을 좋아하는데, 우아한형제는 마인드가 좋은 것 같다. 

가장 먼저 봤던 슬로건 쓰레기는 먼저 보는 사람이 줍는다. 
애사심의 영역이 아니라고 생각한다.
회사가 구성원이 나의 평가가 아닌 회사의 발전을 생각하고 회사가 협업을 인정해 줄 때 가능한 일이다. 

궁극적인 목표는 고객창출과 고객만족이다.
이거 형식적으로 말할 수 있다. 하지만 정말 많은 기업이 하지 못하고 있는 것이다 
결국 임원만족과 내 자리창출이다.
지금 작성하고 있는 많은 보고도 임원만족이다. 그들이 듣고 싶은 말을 한다. 
예를들어, 프로모션의 종류가 많은 사이트와 회사 딱 하나의 프로모션인데 모든게 커버될 수 있는 사이트 어떤걸 고객이 선호할까?
고객 입장에서는 딱 하나로 모든 혜택을 누릴 수 있는 사이트일 것이다. 타사도 이렇게 한다. 
우리는 못한다. 

그리고 신규 오피스 아이들 명패를 보고 너무 놀랐다. 

현 회사는 직원에 대한 책임감이 높고 새로운 것을 장려하는 회사다. 
하지만 직원평가방식으로 부서간 개인간 이기주의가 심하고, 이게 업무 진행이나 성과의 제한으로 이어진다. 
많은 회사가 그렇겠지만 고객중심이 아닌 임원중심으로 업무가 진행된다. 

배민상회를 지원한 이유는 새로운 고객이기 때문이다.
고객 자체도 새롭지만 구매의 목적도 새롭다. 
고객의 일을 빠르고 정확하며 간편하게 해주는 마케팅이라. 
e커머스 유통이다. 너무 반가웠다. 
유통이 재미있는 이유는, 여기에서 사람이 보인다. 
다양한 상품과 다양한 프로모션에서 고객이 반응하고 안하고 구매 하고 안하고의 데이터를 통해
그들의 생각과 진짜 니즈가 보이고 그것들을 해결해 주고 고객이 반응할 때
아내가 한번도 말하지 않았던 무언가를 선물을 해주고 아내의 기뻐하는 표정을 봤을 때 기분 같다. 

Q. 주변 사람의 나에 대한 평가 (자신의 성격의 장단점)
A. 친절하고 따뜻하다 / 냉정하다. 기준이 명확하다
공감 능력이 좋습니다. 타 부서 담당들이 자주 듣는 얘기가 대리님이랑 얘기하면 아직 해결되지 않았는데 해결된 것 같아요. 그들의 말이 진심으로 이해가 간다.
팩트에는 칼 같이 냉정하고 냉철하다.  ????????????????




