Q. 내가 생각하고 있는 목표
단기적으로는 이 분야에서 다양한 경험과 실력을 쌓고 싶다. 파이썬, SQL, 자격증 시험
단, 장기적인 목표가 없다. 아브라함, 부족사회, 하나님 말씀을 듣고 갈바를 알지 못하고 떠났다. 나를 만들어가시고 이끌어가시느 하나님과 한단계 한단계 만들어 가고 싶다.

Q. 어떤 것이 나를 힘들게 하는지 / 일하기 어려운 사람
A. 상대가 누구냐, 어떤 상황이냐에 따라 말이 바뀌는 사람
SNS 채널 컨텐츠, 중국 PM 컨텐츠 전달에 문제, 세부 담당자와 말이 달라
일정이 뒤틀리고, 여기 저기 사과해야 하고, 자주 그러셨다
해당 담당자에는 양해를 구하고 모든 협의 사항을 메일로 남겼다.
그분과 얘기하는 건 메일에 무조건 남기고 이해 담당자들을 모두 CC 넣었다. 자주 공지해 줬고
그러자 이런 일이 줄어들게 되었다. 

Q. 어려운 문제를 극복하고 성공한 경험 / 가장 힘들었던 경험 / 갈등을 해결했던 경험
A. 홈페이지 리뉴얼 경험 : 노력과 진실한 태도로 극복 
생애 처음 해보는 업무 / 이 부분 관련 지식 전무 / 내부는 중국인 개발자 / 외부는 경험 많은 고객사 / 큰 프로젝트
1. 고객사 : 솔직히 얘기를 하고, 찾아보고 공부하겠다. 화를 내도 좋으시나 이 프로젝트를 성공하고 싶다.
2. 개발자 : 중국과 개발하는 방법, 단계, 깊이가 모두 다를 것이고 무리하게 요구한다고 느껴질 부분도 많을 것이다. 나도 노력하겠다. 
3. 회사 관리자 : 위 관리자에게 이 부분을 충분히 설명, 해당 개발자가 이 프로젝트에 충분한 시간을 쏟을 수 있도록 안배 요청
4. 부사수(중국인) :  
어김없이 문제는 생겼다. 
1. 고객사 : 필요한 부분을 안주니 화를 많이 냈다. 더 겸손하고 정직하게 다가갔고, 노력하는 모습을 보여줬다. 담당자의 태도가 바뀌고 자기 부사수 대하듯 알려줬다.
2. 개발자 : 처음에는 화를 많이 냈다. 안된다 이건 중국 스타일이 아니다. 등등. 계속 설득하고 저도 공부해서 보여주고 같이 문제를 풀어갔다. 자세가 바뀌었다. 
3. 부사수 : 한달에 한번씩 나간다고 한다. 힘들다. 어렵다. 등등 공감과 칭찬으로 극복했다. 

Q. 함께 일하는 것 vs 혼자 일하는 것 어떤 것을 선호
A. 
